var args = arguments[0] || {};
function onImg_homebtnClicked(){

$.info.close();
	
}

if (Ti.Platform.name === 'iPhone OS')
{
$.info.applyProperties({statusBarStyle:Titanium.UI.iPhone.StatusBar.LIGHT_CONTENT });
}

function onImg_logoClicked(){

$.info.close();
	
}


var textValue= "-  مسابقة في ظلال السيرة هي مسابقة تقيمها جامعة الدمام "
+"\n "+"\n "+"تشجيع الطالبات على الإقبال على كتاب الله وسنة نبيه حفظاً وتفسيراً وتدبراً" +"\n"+"\n "+"إعداد جيل ناشئ على أخلاق القرآن الكريم والسنة الصحيحة وآدابهما وأحكامهم" 
+ "\n"+"\n " + "تنشئة جيل حافظ ومهتم بكتاب الله وسنة نبيه" + "\n"+"\n " + "ربط الطالبات بكتاب الله وسنة نبيه فهو سبيل عزها في الدنيا وسبب سعادتها في الآخرة" +"\n " +"\n "+"تعليم الطالبات أحكام التجويد وكيفية التطبيق العملي لها"
+"\n" +"\n "+"إثارة روح المنافسة بين الطالبات من خلال مسابقات القرآن والسنة"+"\n" +"\n "+"إثارة روح المنافسة بين الطالبات من خلال مسابقات القرآن والسنة"+"\n" +"\n "+"إثارة روح المنافسة بين الطالبات من خلال مسابقات القرآن والسنة"
+"\n" +"\n "+"إثارة روح المنافسة بين الطالبات من خلال مسابقات القرآن والسنة"+"\n ";
$.infoText.setText(textValue);
